{
    "homePage": {
        "secondPage": {
            "moreAboutMeButtonText": "Plus D'info",
            "aboutMeCardParagraph": "Avocate et docteure en droit public, chargée de travaux dirigés en droit des sociétés, Me Sarah HAIDAR a construit un parcours académique et professionnel qui lui a permis de développer une expertise en matière de lutte contre la corruption et de compliance, avec un intérêt particulier pour les pays arabes, où ces problématiques s’articulent avec des enjeux politiques et économiques majeurs.",
            "aboutMeCardTitle": "A Propos"
        },
        "thirdPage": {
            "moreExpertiseButtonText": "Plus D'info",
            "expertiseCardParagraph": "Notre cabinet est entièrement dédié au droit des étrangers et à la mobilité internationale en France. Nous accompagnons tant les particuliers désireux de voyager, de s’installer ou de travailler en France que les entreprises souhaitant recruter ou employer des talents internationaux. Nous couvrons l’ensemble des démarches : demande ou renouvellement de titres de séjour, procédures de régularisation, mobilité professionnelle (salarié, entrepreneur, passeport-talent…), obtention de tous types de visas (entrepreneur, artiste, création d’entreprise, projet innovant) et naturalisation.",
            "expertiseCardTitle": "Expertises"
        },
        "fourthPage": {
            "morePublicationsButtonText": "Plus D'info",
            "publicationsCardParagraph": "Notre cabinet est spécialisé en droit de l'immigration et accompagne les entreprises non résidentes. Nous vous aidons à accomplir toutes les démarches et à respecter la réglementation française.",
            "publicationsCardTitle": "Publications"
        },
        "fifthPage": {
            "honoraryTitle": "Honoraire",
            "honoraryContent": "<p>La consultation est au tarif de 120 € TTC.</p><p>En cas de prise en charge de votre dossier, et si je suis en mesure de vous accompagner, ce montant sera déduit du total des honoraires.</p><p>Les honoraires, fixés librement, peuvent être établis sous forme de forfait ou sur la base d’un taux horaire. Ils varient selon la complexité de l’affaire, le temps nécessaire à son traitement et les délais procéduraux.</p><p>Les conditions financières seront définies lors de notre premier rendez-vous. Toute ouverture de dossier donnera lieu à la signature d’une convention d’honoraires.</p>"
        }
    },
    "aboutMePage": {
        "title": "A Propos",
        "paragraphOneContent": "Avocate et docteure en droit public, chargée de travaux dirigés en droit des sociétés, Me Sarah HAIDAR a construit un parcours académique et professionnel qui lui a permis de développer une expertise en matière de lutte contre la corruption et de compliance, avec un intérêt particulier pour les pays arabes, où ces problématiques s’articulent avec des enjeux politiques et économiques majeurs. Maîtrisant trois langues, le français, l’anglais et l’arabe, elle accompagne les entrepreneurs étrangers dans leurs démarches depuis l’international, en tenant compte des enjeux culturels, de développement et de rayonnement de leur savoir-faire. Elle intervient également pour le recrutement de salariés étrangers depuis leurs pays d’origine.",
        "paragraphTwoContent": "Ses expériences diversifiées au sein de cabinets d’avocats, d’ONG et d’administrations publiques, en France, au Liban et aux États-Unis, lui ont permis d’adopter une méthode de travail rigoureuse, alliant réactivité, sens de l’écoute et analyse pluridisciplinaire des problématiques juridiques.",
        "paragraphThreeContent": "Me HAIDAR a également acquis une expérience significative en droit des étrangers, notamment depuis l’explosion du port de Beyrouth, période au cours de laquelle elle a été sollicitée pour accompagner des proches dans leurs démarches d’immigration.",
        "paragraphFourContent": "Parallèlement, sa passion pour l’entrepreneuriat l’a conduite à s’intéresser aux entrepreneurs et aux startups. Elle s’attache tout particulièrement à l’accompagnement des étrangers dans leurs démarches de relocation en France, consciente des obstacles administratifs et pratiques auxquels ils peuvent être confrontés. Elle souhaite ainsi mettre ses compétences à leur service afin de faciliter leur installation et de contribuer au développement de leurs activités."
    },
    "areaOfExpertisePage": {
        "firstPageHeader": "Expertises",
        "tabsContent": {
            "immigrationTabTitle": "Droit des étrangers",
            "immigrationTabContent": "<h2>Droit des étrangers</h2><p>Le cabinet intervient auprès des particuliers et des entreprises dans toutes leurs démarches liées à l’entrée et au séjour en France.</p><ol><li><strong>Visas, Titres et régularisation de séjour</strong><ul><li>Demandes et renouvellements de titres de séjour</li><li>Demande d’autorisation de travail</li><li>Régularisation de séjour des étrangers sans papiers (voies classiques et admission exceptionnelle au séjour)</li><li>Accompagnement en préfecture, préparation et suivi des dossiers</li><li>Régularisations au titre des métiers en tension</li><li>Changement de statut</li></ul></li><li><strong>Famille et vie privée</strong><ul><li>Regroupement familial</li><li>Visa « Visiteur » pour les retraités et les freelancers</li><li>Visas familiaux</li><li>Conjoints de Français ou de ressortissants de l’UE</li><li>Partenaires liés par un PACS</li><li>Cartes de résident (10 ans)</li></ul></li><li><strong>Passeport Talent</strong><p>Accompagnement sur l’ensemble des sous-catégories du titre de séjour “Passeport Talent” :</p><ul><li>Salarié qualifié</li><li>Recrutement dans une entreprise innovante</li><li>Emploi hautement qualifié</li><li>Salarié en mission</li><li>Chercheur</li><li>Création d’entreprise</li><li>Projet innovant reconnu par un organisme public</li><li>Investisseur</li><li>Mandataire social</li><li>Profession artistique et culturelle</li><li>Personne de renommée internationale</li></ul></li><li><strong>Naturalisation et nationalité</strong><ul><li>Demandes de naturalisation / acquisition de la nationalité française</li><li>Recours contre les décisions d’ajournement ou de rejet d’une demande de naturalisation</li></ul></li><li><strong>Contentieux et recours</strong><ul><li>Recours contre les décisions d’ajournement/rejet préfectoral</li><li>Recours contre les refus de visa</li></ul></li><li><strong>Relations consulaires</strong><ul><li>Démarches auprès des Consulats en France : obtention de certificats de coutume, attestations de changement de prénom, ainsi que la rédaction d’expertises en droit de la famille et en droit des successions dans des États à législation musulmane ou à régime mixte (Liban).</li></ul></li><li><strong>Accompagnement des entrepreneurs étrangers</strong><p>Nous soutenons les entrepreneurs et investisseurs étrangers dans leurs projets d’implantation en France, que ce soit pour créer une activité, développer une structure déjà existante ou investir dans l’économie française. Un accompagnement personnalisé à votre installation et un suivi dès votre arrivée en France (mise en relation avec les chambres de commerce compétentes, organismes économiques spécialisés).</p><p><strong>Notre accompagnement comprend :</strong></p><ul><li>L’étude de votre projet et l’orientation vers la procédure la plus appropriée (visa entrepreneur, Passeport Talent, créateur d’entreprise ou investisseur)</li><li>La préparation complète de votre dossier : élaboration du business plan, justificatifs financiers, preuves d’activité ou d’investissement</li><li>Le dépôt de la demande auprès des autorités compétentes (consulat ou préfecture)</li><li>Le suivi des démarches et des échanges avec les administrations concernées (DREETS, Ministère de l’Intérieur, préfectures)</li></ul></li></ol>",
            "businessTabTitle": "Création d’entreprise",
            "businessTabContent": "<h2>Création d’entreprise</h2><p>Créer une entreprise en France en tant que non-résident représente une réelle opportunité : marché dynamique, aides publiques attractives (comme le dispositif French Tech) et cadre juridique sécurisant. Néanmoins, le parcours administratif, fiscal et social peut s’avérer complexe.</p><p>Nous vous accompagnons à chaque étape de votre projet entrepreneurial en France :</p><ol><li><strong>Création de société</strong><ul><li>Création d’entreprises (SAS, SARL, EURL, etc.)</li><li>Rédaction et adaptation des statuts</li><li>Immatriculation d’entreprise et formalités administratives</li></ul></li><li><strong>Stratégie fiscale et juridique</strong><ul><li>Nous vous aidons à anticiper les conséquences fiscales de votre implantation</li><li>Optimisation de votre stratégie pour éviter la double imposition grâce aux conventions internationales</li></ul></li><li><strong>Accompagnement des entrepreneurs étrangers</strong><p>Nous accompagnons les entrepreneurs étrangers dans leurs démarches depuis l’international, en tenant compte des enjeux spécifiques liés à la conformité et à la lutte contre le financement du terrorisme.</p></li></ol>",
            "foreignBusinessTabTitle": "Entrepreneurs Etrangers",
            "foreignBusinessTabContent": "<h2>Entrepreneurs Etrangers</h2><p>Nous accompagnons les entrepreneurs étrangers dans leurs démarches depuis l’international, en tenant compte des enjeux liés à la culture, au développement et au rayonnement de leur savoir-faire. Nous intervenons également pour le recrutement de salariés étrangers depuis leurs pays d’origine.</p>"
        }
    },
    "publicationsPage": {
        "pageHeader": "Publications",
        "content": {
            "appointmentDifficultyPubPreviewTitle": "Difficultés de prise de rendez-vous en préfecture",
            "appointmentDifficultyPubPreviewContent": "Vous devez vous adresser à la préfecture ou à la sous-préfecture de votre lieu de résidence",
            "appointmentDifficultyPubContent": "<h2>Difficultés de prise de rendez-vous en préfecture : quelles solutions ?</h2><p>Vous devez vous adresser à la préfecture ou à la sous-préfecture de votre lieu de résidence pour déposer une demande de titre de séjour, mais la démarche vous semble compliquée. Vous tentez de prendre un rendez-vous en ligne sans succès et songez même à recourir à des prestataires qui proposent des rendez-vous à des prix exorbitants, alors même que leur activité est illégale.</p><p>Rassurez-vous, vous n’êtes pas seul dans cette situation. En Île-de-France, cette difficulté touche particulièrement plusieurs préfectures et sous-préfectures.</p><h3>Quelles démarches possibles ?</h3><ol><li><strong>Écrire à la préfecture</strong><p>Vous pouvez informer la préfecture, par courrier, de l’impossibilité d’obtenir un rendez-vous et solliciter une convocation. Toutefois, cette solution a des limites puisqu’on pourra se contenter de vous demander de réitérer votre recherche en ligne.</p></li><li><strong>Saisir le tribunal administratif en urgence (référé)</strong><p>Il est possible de demander au tribunal d’ordonner à la préfecture de vous délivrer une convocation pour le dépôt de votre dossier. Pour cela, il est nécessaire de justifier de vos tentatives infructueuses (captures d’écran, mails de relance envoyés à la préfecture, etc.).</p></li></ol><p>Nous pouvons vous assister dans cette procédure devant le tribunal administratif. Nous intervenons également de manière complète : constitution du dossier, démarches auprès de la préfecture et suivi de l’instruction jusqu’à la décision finale de l’administration.</p>",
            "jobsInTensionPubPreviewTitle": "Métiers en tension 2025",
            "jobsInTensionPubPreviewContent": "Le 22 mai 2025, une nouvelle liste des métiers en tension a été publiée en application de la loi du 26 janvier 2024 relative aux métiers en tension (dite loi Darmanin).",
            "jobsInTensionPubContent": "<h2>Métiers en tension 2025 – Régularisation</h2><p>Le 22 mai 2025, une nouvelle liste des métiers en tension a été publiée en application de la loi du 26 janvier 2024 relative aux métiers en tension (dite loi Darmanin). Cette loi permet à certains étrangers en situation irrégulière de régulariser leur séjour par le travail. La liste des métiers est actualisée par région et disponible sur Légifrance.</p><p>L’arrêté du 21 mai 2025 actualise les métiers pour lesquels :</p><ul><li>un employeur peut recruter un travailleur étranger sans que l’administration n’oppose la situation de l’emploi ;</li><li>un salarié sans titre peut demander seul sa régularisation.</li></ul><h3>1. Conditions de régularisation</h3><p>Le salarié doit remplir l’ensemble des conditions suivantes :</p><ul><li>avoir exercé au moins <strong>12 mois d’activité salariée</strong>, consécutifs ou non, au cours des 24 derniers mois, dans un métier figurant sur la liste des métiers en tension ;</li><li>occuper, au moment de la demande, un emploi relevant de cette liste, variable selon les régions ;</li><li>justifier d’une <strong>résidence ininterrompue d’au moins 3 années</strong> en France.</li></ul><h3>2. Quels métiers sont concernés ?</h3><p>La liste complète est disponible région par région sur Légifrance. On peut estimer qu’elle comprend des dizaines voire plus d’une centaine de métiers, en fonction des spécialités, niveaux de qualification et besoins régionaux.</p><p>Les secteurs les plus représentés sont notamment :</p><ul><li>le bâtiment ;</li><li>l’industrie ;</li><li>l’hôtellerie-restauration ;</li><li>l’agriculture ;</li><li>les transports ;</li><li>certaines fonctions techniques ou numériques.</li></ul><h3>3. Critère éliminatoire</h3><p>La carte de séjour ne peut pas être délivrée si l’étranger a fait l’objet d’une condamnation, incapacité ou déchéance inscrite au bulletin n° 2 du casier judiciaire.</p><p>Le préfet conserve un pouvoir d’appréciation et peut refuser la régularisation en tenant compte de l’insertion sociale et familiale, du respect de l’ordre public, de l’intégration et de l’adhésion aux valeurs de la République (art. L. 412-7 CESEDA).</p><h3>4. Vigilance dans la constitution du dossier</h3><p>Le dossier doit comporter :</p><ul><li>un contrat de travail ou une promesse d’embauche ;</li><li>des preuves de présence en France depuis au moins 3 ans ;</li><li>tout élément démontrant une insertion durable : logement, intégration professionnelle et sociale, stabilité.</li></ul><p>La régularisation par le travail reste une procédure exigeante. Il est fortement recommandé de se faire accompagner par un avocat spécialisé en droit des étrangers.</p>",
            "obtainingFrenchNationalityPubPreviewTitle": "Obtenir la nationalité française par naturalisation",
            "obtainingFrenchNationalityPubPreviewContent": "L’acquisition de la nationalité française par naturalisation (procédure par décret) obéit à des conditions précises et à une procédure administrative encadrée",
            "obtainingFrenchNationalityPubContent": "<h2>Article 3 : Obtenir la nationalité française par naturalisation</h2><p>L’acquisition de la nationalité française par naturalisation (procédure par décret) obéit à des conditions précises et à une procédure administrative encadrée conformément aux articles 21 et suivants du Code civil (art. L110-6 CESEDA). Notre cabinet vous accompagne à chaque étape pour maximiser vos chances de succès.</p><h3>1. Étape préliminaire : vérifier les conditions d’éligibilité</h3><p>Pour être éligible à la naturalisation, il est en principe nécessaire de résider en France depuis au moins 5 ans. Cette durée peut être réduite, voire supprimée, dans certains cas (parcours universitaire remarquable, talents particuliers, services rendus à la France, etc.). Par exemple, le délai de 5 ans est réduit à 2 ans pour les personnes qui ont suivi avec succès 2 années d’études supérieures sanctionnées par l'obtention d'un diplôme français ou par un passage en année supérieure.</p><p>Le demandeur doit également :</p><ul><li>maîtriser la langue française,</li><li>posséder une connaissance suffisante de l’histoire, de la culture et des institutions françaises,</li><li>être en situation régulière sur le territoire,</li><li>ne pas avoir commis certains crimes ou délits.</li></ul><h3>2. Étape suivante : constituer et déposer le dossier</h3><p>La demande de naturalisation s’effectue au moyen d’un formulaire disponible sur le site du gouvernement ou auprès de la préfecture. Elle doit être accompagnée de toutes les pièces justificatives requises.</p><ul><li><strong>Dépôt du dossier :</strong> en France, il est déposé auprès de la préfecture du lieu de résidence ; à l’étranger, il doit être transmis à l’autorité consulaire.</li><li><strong>Instruction de la demande :</strong> la préfecture procède à une enquête, peut demander des pièces complémentaires et organise un entretien individuel.</li></ul><h3>3. Étape finale : la décision</h3><ul><li><strong>Acceptation :</strong> en cas de décision favorable, le demandeur est convoqué pour participer à la cérémonie de naturalisation, généralement dans un délai de 6 mois.</li><li><strong>Ajournement :</strong> même si la demande est recevable, le préfet ou le ministre de l’Intérieur peut en prononcer l’ajournement. La décision, qui doit être motivée, peut prévoir un délai (souvent deux ans) ou imposer certaines conditions. Elle peut être contestée devant le juge administratif.</li><li><strong>Refus :</strong> la demande peut être refusée et dans ce cas, deux voies de recours sont ouvertes :</li></ul><ul><li><strong>Demande de réexamen du dossier :</strong> le demandeur peut solliciter un nouvel examen en adressant une lettre de recours motivée, par courrier recommandé avec accusé de réception, dans un délai de deux mois à compter de la notification du refus.</li><li><strong>Recours hiérarchique :</strong> en cas de rejet du réexamen, un recours hiérarchique peut être formé auprès du ministre de l’Intérieur, toujours par courrier recommandé avec accusé de réception, dans un délai de deux mois. L’administration dispose alors de quatre mois pour répondre.</li><li><strong>Recours contentieux :</strong> si les recours administratifs sont rejetés ou en l’absence de réponse dans les délais, le demandeur peut saisir le tribunal administratif compétent. Ce recours doit être introduit dans un délai de deux mois suivant la décision explicite ou implicite de rejet.</li></ul><h3>Recours et accompagnement</h3><p>Les recours doivent être dûment motivés et respectés dans les délais légaux. L’assistance d’un avocat constitue un atout essentiel pour sécuriser la procédure et renforcer les chances d’obtenir une issue favorable.</p>",
            "seasonalEmployeeVisaPubPreviewTitle": "Le visa salarié saisonnier : un dispositif strict",
            "seasonalEmployeeVisaPubPreviewContent": "La carte de séjour « travailleur saisonnier » permet à des étrangers de venir travailler en France… mais",
            "seasonalEmployeeVisaPubContent": "<h2>Le visa salarié saisonnier : un dispositif strict, souvent source de difficultés</h2><p>La carte de séjour « travailleur saisonnier » permet à des étrangers de venir travailler en France… mais uniquement pendant une partie de l’année. Derrière ce titre attractif se cache en réalité un cadre juridique très strict, qui entraîne fréquemment des obstacles pour les travailleurs concernés comme pour leurs employeurs.</p><h2>I- Un titre de séjour limité par nature</h2><p>Ce titre s’adresse exclusivement aux étrangers recrutés pour des emplois à caractère saisonnier :</p><ul><li>agriculture</li><li>tourisme</li><li>hôtellerie</li><li>restauration</li><li>viticulture</li><li>etc.</li></ul><p>La carte permet de travailler jusqu’à six mois par an, mais elle n’ouvre pas droit à une résidence permanente. Le titulaire doit conserver sa résidence principale dans son pays d’origine et s'engage à y retourner à l’issue de chaque mission saisonnière. Par ailleurs, pour chaque contrat, une nouvelle autorisation de travail doit être sollicitée — ce qui alourdit encore les démarches administratives.</p><ol><li><strong>Les difficultés majeures pour les travailleurs saisonniers</strong><ul><li><strong>1. Des délais de recrutement très longs</strong><p>Une grande partie des saisonniers sont recrutés depuis le Maroc. Or les procédures menées via l’OFII de ce pays peuvent durer plus de six mois, rendant le processus extrêmement complexe pour les exploitants agricoles, qui dépendent pourtant d’une main-d’œuvre disponible rapidement.</p></li><li><strong>2. Des préfectures débordées</strong><p>Même une fois en France, les travailleurs doivent souvent attendre plus d’un an pour obtenir leur carte de séjour, alors que leur présence autorisée n’est que de six mois. Conséquence : beaucoup doivent quitter le territoire avant la délivrance de leur titre, puis réengager l’ensemble des démarches l’année suivante — une situation à la fois absurde et épuisante.</p></li><li><strong>3. Des pratiques frauduleuses et de graves abus</strong><p>Le système ouvre aussi la porte à certaines dérives. Plusieurs entreprises ou intermédiaires peu scrupuleux produisent pour les travailleurs de faux documents (comme des factures EDF) afin d’obtenir les autorisations.</p><p>Une fois en France, certains saisonniers se retrouvent exploités dans des conditions indignes, dépendants d’employeurs qui profitent de leur précarité administrative.</p></li></ul></li><li><strong>Un statut figé : impossible de changer de catégorie</strong><ul><li>Autre difficulté majeure : aucun changement de statut n’est autorisé. Un travailleur saisonnier ne peut pas évoluer vers une carte « salarié » lui permettant de travailler à temps plein et de résider durablement en France, même s’il est parfaitement intégré et occupe un emploi stable.</li><li>La seule exception est celle du regroupement familial ou de la vie privée et familiale, mais elle reste strictement encadrée et ne doit pas être utilisée pour contourner la loi — au risque de tomber dans la qualification de mariage blanc, sévèrement réprimée.</li></ul></li></ol><h2>II- Un statut à réformer ?</h2><p>Entre les délais administratifs, l’impossibilité de se stabiliser en France, et les risques d’exploitation, le statut de travailleur saisonnier apparaît aujourd’hui inadapté aux réalités économiques et humaines.</p><p>De nombreux employeurs, notamment dans l’agriculture, demandent une simplification des procédures, tandis que des associations plaident pour un meilleur encadrement afin de protéger les travailleurs.</p><p>Dans un contexte de pénurie de main-d’œuvre et d’intenses débats sur l’immigration professionnelle, la question de la réforme du statut saisonnier pourrait bien revenir prochainement sur la table.</p>"
        },
        "readMore": "En savoir plus",
        "publicationGoBackButton": "Retour",
        "visaPassport": "Visa / Passport",
        "prefectureRelations": "Relation Préfecture",
        "nationality": "Nationalité",
        "companies": "Entreprises"
    },
    "contactPage": {
        "submitButtonText": "ENVOYER",
        "submitSuccessMessage": "E-mail envoyé !",
        "submitFailureMessage": "Une erreur s'est produite. Veuillez réessayer plus tard.",
        "submitBadFormMessage": "Veuillez suivre les directives du formulaire.",
        "formFirstNameFieldLabel": "Prénom",
        "formFirstNameFieldPlaceholder": "Entrez votre prénom",
        "formLastNameFieldLabel": "Nom",
        "formLastNameFieldPlaceholder": "Entrez votre nom",
        "formEmailFieldLabel": "E-mail",
        "formEmailFieldPlaceholder": "Entrez votre adresse e-mail",
        "formPhoneNumberFieldLabel": "Numéro de téléphone",
        "formPhoneNumberFieldPlaceholder": "Entrez votre numéro de téléphone",
        "formMessageFieldLabel": "Message",
        "formMessageFieldPlaceholder": "Entrez votre message",
        "contactFormTitle": "À votre écoute !"
    },
    "LocaleSwitcher": {
        "locale": "fr"
    },
    "navbar": {
        "aboutMe": "A Propos",
        "areaOfExpertise": "Expertises",
        "publications": "Publications",
        "contact": "Contact",
        "home": "Home"
    }
}